hello-world =
    Привіт світ!
choose-language =
    Будь ласка, виберіть мову якою ви хочете користуватися:
en = English
uk = Українська
-en = English
-uk = Українська
chosen-language =
    Ви обрали українську мову. Всі повідомлення будуть відображатися україньскою мовою
get-started =
    Розпочати!
no-movies =
    Упс! Здається, Ви ще не додали ніяких фільмів.
    Давайте додамо їх! Для цього просто введіть назву фільм який ви хочете додати.
show-movies =
    Список фільмів, які ви додали:
get-description =
    Отримати опис
arrow-up =
    ↑
arrow-down =
    ↓
arrow-left =
    ←
arrow-right =
    →
sorting-rate =
    Сортування за: рейтингом
sorting-date =
    Сортування за: датою
order-asc =
    Порядок: зростання
order-desc =
    Порядок: спадання

choose-movie-to-add =
    Оберіть фільм який ви хочете додати:
go-back =
    ⬅️ Назад!
no-movies-found =
    Йой! Ми не знайшли таких фільмів 😓