hello-world =
    Привіт світ!
choose-language =
    Будь ласка, виберіть мову якою ви хочете користуватися 🌐
en = English 🇬🇧
uk = Українська 🇺🇦
yes = Так
no = Ні
-en = English
-uk = Українська
chosen-language =
    Ви обрали українську мову. Всі повідомлення будуть відображатися україньскою мовою 🇺🇦
get-started =
    Розпочати! 🚀
no-movies =
    Упс! 😓 Здається, Ви ще не додали ніяких фільмів. Давайте додамо їх! Для цього просто введіть назву фільм який ви хочете додати ✍️
show-movies =
    Щоб додати фільм до списку, просто введіть та відправте боту його назву ✍️

    Щоб переглянути опис фільму, просто нажміть на його назву у списку 🎬

    Нижче список всіх фільмів, які ви додали ⬇️
get-description =
    Отримати опис
arrow-up =
    ↑
arrow-down =
    ↓
arrow-left =
    ←
arrow-right =
    →
sorting-rate =
    Сортування за: рейтингом ⭐️️
sorting-date =
    Сортування за: датою 🗓️
order-asc =
    Порядок: зростання 📈
order-desc =
    Порядок: спадання 📉
last-added =
    Порядок: останні додані 🕰️
first-added =
    Порядок: перші додані 🕰️
choose-movie-to-add =
    Оберіть фільм який ви хочете додати:
go-back =
    ⬅️ Назад!
no-movies-found =
    Йой! Ми не знайшли таких фільмів 😓
movie-title =
     Назва фільму:
original-title =
    Оригінальна назва:
release-date =
    Дата, країна:
genres =
    Жанри:
tagline =
    Слоган:
runtime =
    Тривалість:
minutes =
    хв.
overview =
    Опис:
rating =
    Рейтинг:
is_adult =
    Контент 18+
delete-movie =
    Видалити фільм 🗑
movie-is-watched =
    Фільм переглянуто: ✅
movie-not-watched =
    Фільм переглянуто: ❌
leave-review =
    Чи хочете залишити відгук? 📝
how-would-rate =
    Як ви оціните цей фільм? 🌟
enter-review =
    Залиште вашу думку про фільм або поверніться назад 🫣
add-movie =
    Додати фільм! 🎬
personal-review =
    Ваш відгук:
no-personal-review =
    Ви не залишили відгук
no-personal-rating =
    Ви не оцінили цей фільм
personal-rating =
    Ваша оцінка:
personal-overview =
    Ваш відгук:
error-limit =
    Ваш відгук не може бути довшим за 200 символів 😶
error-genres =
    Ви не можете обрати більше ніж 5 жанрів! 🥺
language =
    Змінити мову 🌐
random =
    Випадковий фільм 🎲
choose-action =
    Оберіть дію 🍿
all-movies-watched-error =
    Упс! 😓 Здається, Ви вже переглянули всі фільми, які ви додали 😭. Натисність кнопку нижче, щоб повернутися назад. 😌
command-language =
    Змінити мову бота 🌐
command-random =
    Отримати випадковий не переглянутий фільм із списку вподобаного 🎲
greeting-message =
    Привіт! Я твій фільмовий-товариш! Я буду допомагати тобі відслідковувати фільми, які тобі до вподоби та надавати інформацію про них. Давай почнемо! 🎬

    /start - команда-старт 🏁
    /random - отримати випадковий неперглянутий фільм із твого списку 🍿
    /movies_on_genre - знайти фільми за жанрами 🎥
choose-genre =
    За якими жанрами ви хотіли би побачити список фільмів? 😌
command-movies-on-genre =
    Показати фільми за жанрами 🎥
show-movies-with-genres =
    Знайти фільми! 🎰
found-movies =
    Список фільмів, якій задовольняє вами обрані жанри ⬇️
no-found-movies =
    Ой! Нажаль, ми не знайшли фільми, які задовольняють ваші критерії 😓
add-movie =
    Додати фільм 🎬